Repository: luan-u/tvt-br-translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: There are some examples of a "double trilogy" or a "triple trilogy",[[note]]or "trilogy of trilogies"[[/note]] or, indeed, a "quadruple trilogy", where a story is split up into relatively separate trilogies.
pt_br: Existem alguns exemplos de "trilogia dupla" ou "trilogia tripla",[[note]]ou "trilogia de trilogias"[[/note]] ou, ainda, de "trilogia quádrupla", onde uma história é separada em trilogias relativamente afastadas.

source: There are usually three stages, with a rough correspondence to the FiveStagesOfGrief: Bewilderment (Shock and Anger), trying to get others to see or admit the weirdness (Bargaining and Denial), and [[DeadpanSnarker bitter sarcasm]] (Acceptance).
pt_br: Costumam haver três estágios com uma vaga correspondência aos Br/CincoEstagiosDoLuto: perplexidade (raiva), tentar convencer os outros a admitir a estranheza da situação (negação e barganha), e [[Br/SarcasticoSerio sarcasmo ácido]] (aceitação).

source: There can be a number of reasons for this trope.
pt_br: Pode haver um número variado de motivos para este tropo.

source: There can be no benefit, at all, to the wisher, and usually the wishee can't have even known about the wish.
pt_br: Não podem haver benefícios a quem faz o pedido, e quem o atende não pode saber de antemão sobre ele.

source: There is a way for an occurrence that is Too Rare To Trope to appear non-coincidentally in more than one work, and that's deliberate {{Shout Out}}s.
pt_br: Há uma circunstância em que uma ocorrência que é rara demais para ser um tropo pode aparecer em mais de uma obra sem que seja coincidência: quando se está Br/MandandoUmSalve.

source: There is a way out, though.
pt_br: No entanto, há um jeito de escapar.

source: There is a way to be good again."'' -->-- '''Rahim Khan''', ''Literature/TheKiteRunner''
pt_br: Há um jeito de ser bom de novo."'' -->-- '''Rahim Khan''', ''BrLiteratura/OCacadorDePipas''

source: There is generally a distinction between things that happen to the mind because of experience and things that are done to the brain.
pt_br: Geralmente há uma distinção entre coisas que acontecem com a mente por causa da experiência e coisas que acontecem com o cérebro.

source: There is, of course, plenty of room for overlap.
pt_br: Há, é claro, muito espaço para sobreposição.

source: There may be times when those making the criticism may not be aware of extenuating factors for the heroes.
pt_br: Podem haver momentos em que aqueles que criticam talvez não estejam a par de fatores extenuantes para os heróis.

source: There was even an attempt to have Chilindrina play her own guardian, Doña Nieves, after Don Ramón left.
pt_br: Houve até uma tentativa de fazer a Chiquinha interpretar a própria cuidadora, Dona Neves, depois da partida do Seu Madruga.

source: There was this cab driver the other day..." ** Beatrice dumps the entire contents of her sugar bowl into a glass of water when Bug Edgar asks for it.
pt_br: Outro dia eu peguei um táxi..." ** Beatrice despeja todo o conteúdo do açucareiro em um copo de água quando o Inseto Edgar pede.

source: There were also far less "whacks" in the actual murders.[[/note]] %% %% One quote will do.
pt_br: E também houveram muito menos "golpes" nos assassinatos de fato.[[/note]]

source: There were occasions he doesn't even know what she's faulting him for.
pt_br: Há ocasiões em que ele nem mesmo sabe pelo quê ela a culpa.

source: There you have Series/{{Cannon}}, Series/{{Kojak}}, Series/ElChapulinColorado... * UnCancelled: Twice.
pt_br: Será que não assiste BrSerie/{{Cannon}}? O Br/{{Kojak}}? O Columbo? Ou o BrSerie/ChapolinColorado... * Br/{{Descancelado}}: Duas vezes.

source: There's a number of ways one can have Nigh Invulnerability.
pt_br: Há diversos meios pelos quais se pode ser praticamente invulnerável.

source: There's a sort of unspoken assumption that the moment you start [[BackFromTheDead resurrecting the dead]], [[TimeTravel travelling through time]], or exploring {{alternate universe}}s, then '''nothing which happens in your story ''matters'' anymore''' and so the work [[JumpingTheShark can only go downhill from there]].
pt_br: Existe uma hipótese não-dita de que a partir do momento em que você começa a [[Br/DeVoltaDosMortos ressuscitar os mortos]], [[Br/ViagemNoTempo viajar pelo tempo]] ou explorar um Br/UniversoAlternativo, então '''nada mais importa''' na sua história, então a obra vai [[Br/PularOTubarao descer ladeira abaixo]].

source: There's also Roy getting an accidental shovel to the face.
pt_br: E tem também o Roy acidentalmente sendo acertado por uma pá no rosto.

source: There's also a bunch of unfriendly cops as well.
pt_br: Também há vários policiais pouco amigáveis.

source: There's also an annual El Chavo Fans Meeting.
pt_br: Existe também um encontro anual de fãs.

source: There's also the matter of ''powering'' the thing; see RequiredSecondaryPowers below.
pt_br: Há também a questão de ''energizar'' a coisa; consultar Br/PoderesSecundariosRequeridos mais abaixo.

source: There's just no tension anymore, as it's been pushed aside in favour of gawking at a character.
pt_br: Não existe mais tensão, pois ela foi toda descartada em favor de enaltecer um personagem.

source: There's just one tiny little problem with that theory: Sometimes, Destiny ''doesn't'' say so.
pt_br: Mas existe um problema com essa teoria: às vezes, o destino ''não quis'' assim.

source: There's no use waiting for the cavalry, because as of this moment, the cavalry is us.
pt_br: Não adianta esperar pela cavalaria porque neste momento nós somos a cavalaria.

source: Therefore it wouldn’t seem odd at all that a seven foot tall man with a protruding forehead is sitting at a table with a small man and his cat while both are speaking some unidentifiable language.
pt_br: Portanto não seria realmente peculiar que um homem de mais de dois metros de altura com uma testa protuberante estivesse sentado à mesa com um homem baixo e seu gato enquanto ambos falam uma linguagem não identificável.

source: Therefore, even if some of us ''may'' have it worse or better than others, [[Administrivia/NoRealLifeExamplesPlease said examples are not possible]].
pt_br: Portanto, ainda que alguns de nós ''possam'' ter mais ou menos azar, [[BrAdministrivia/SemExemplosDaVidaRealPorFavor tais exemplos não são aceitos]].

source: Therefore, much of the feeling of accomplishment one could get from playing them was from overcoming the insane difficulty they provided, if only so that one could {{brag|gingRightsReward}} about it to their friends.
pt_br: Portanto, muito do sentimento de satisfação que se poderia esperar desses jogos vinha de superar a dificuldade apresentada por eles, ainda que servisse só para contar vantagem entre amigos.

source: Therefore, the only way the villain of the piece can expect to get out of the "accounts receivable" column is by [[HellHasNewManagement getting moved into the "owner's equity" column.]] Otherwise, expect the villain to get DraggedOffToHell upon their defeat or death.
pt_br: Portanto, o único jeito para o vilão sair da coluna de "valores a receber" é [[Br/InfernoSobNovaDirecao passar para a coluna de "capital próprio"]]. Do contrário, o vilão certamente será Br/ArrastadoParaOInferno após sua derrota ou morte.

source: These are all straight versions of the trope.
pt_br: Essas são versão típicas do tropo.

source: These are an optional split option for works with lots of characters.
pt_br: São uma opção de divisão opcional para obras que possuem muitos personagens.

source: These arrests ended the role of Church military orders in finance; royal authorities once again became the centers of economy.
pt_br: Estas prisões encerraram o papel das ordens militares da igreja nas finanças, e autoridades reais se tornaram novamente o centro da economia.

source: These come in various flavors (not the cookies, the names), some of them used by [[AntiHero Anti Heroes]] from the DarkAgeOfSupernames and villains of the fearsomely competent and world destroying kind, for whom the mere [[TheScottishTrope mention of their name]] can bring down DramaticThunder.
pt_br: Eles aparecem em vários tipos (os nomes, não os biscoitos), alguns deles são usados por [[Br/AntiHeroi anti-heróis]] da Br/EraSombriaDosSupernomes e por vilões do tipo terrivelmente competentes em destruir o mundo, para os quais a mera [[Br/OTropoEscoces menção de seu nome]] pode causar um Br/TrovaoDramatico.

source: These days, he sometimes appears alongside invocations of the shark jump as a kind of LampshadeHanging.
pt_br: Atualmente ele às vezes aparece ao longo de invocações do pulo sobre tubarão como forma de Br/LancarLuzSobreOTropo.

source: These days, most games will inform you when a value is raised or lowered, but some games (especially older ones) keep it secret to surprise the player later.
pt_br: Atualmente a maioria dos jogos vai informar quando esse valor aumenta ou diminui, mas alguns jogos (especialmente os mais antigos) deixam isso em segredo para surpreender o jogador depois.

source: These guys are often concerned that they run the risk of falling into HeWhoFightsMonsters and become this trope.
pt_br: Estes caras costumam se preocupar com o risco de cair no caso de Br/AqueleQueLutaComMonstros e se tornar este tropo.

source: These highway tunnels even have direct exits into specific building basements like USR's car park.
pt_br: Esses túneis em alta velocidade até possuem saídas diretas para subterrâneos específicos, como o estacionamento da USR.

source: These include but are not limited to puns, regional dialects, accents, and [[ShoutOut shout outs]] to pop culture.
pt_br: Esses casos incluem (mas não se limitam a) trocadilhos, expressões regionais, sotaques e [[Br/MandandoUmSalve salves]] para a cultura pop.

source: These people may prefer programs you can tune in and out of, and not miss much.
pt_br: Essas pessoas talvez prefiram programas que dê para começar a qualquer momento sem perder muito conteúdo.

source: These plot hooks will likely be vague enough that the sequel(s) aren't constrained to go in one specific direction.
pt_br: Esses ganchos serão vagos o suficiente para que a(s) sequência(s) não fiquem restritas a uma única direção.

source: These steps will help:
pt_br: Estes passos vão ajudar:

source: These stories tend to end with said psychiatrist or defense attorney getting murdered by the killer, which is depicted as poetic {{Irony}}.
pt_br: Essas histórias tendem a terminar com o dito psiquiatra ou advogado sendo mortos pelo assassino, o que é retratado como Br/{{ironia}} poética.

source: These stories tend to follow the ThreeActStructure: the first part will set the story up, the second part will feature a "rising action", where the story becomes much more apparent, and the third act resolves the points raised by the first act.
pt_br: Essas histórias tendem a seguir a Br/EstruturaDeTresAtos: a primeira parte prepara a história, a segunda parte apresenta a ação ascendente, em que a história fica muito mais aparente, e o terceiro ato traz a resolução dos pontos levantados pelo primeiro ato.

source: These tropes often skirt a gray area overlapping both {{Trope}}s and AudienceReactions.
pt_br: Esses tropos geralmente ficam na fronteira entre os Br/{{Tropo}}s e as Br/ReacoesDoPublico.

source: These two are ''intentional'' exceptions to the simplified version of a law.
pt_br: Esses dois são exceções ''intencionais'' para a versão simplificada de uma lei.

source: These types of deals are often {{Rash Promise}}s, if the characters involved swear to honor their bargain without actually thinking through what they're doing.
pt_br: Esse tipo de acordo costuma ser uma Br/PromessaImpulsiva se os personagens envolvidos juram honrar o acordo sem pensar muito no que estão fazendo.

source: They ''did'' try to kiss once, but the height difference made it impossible (with Quico even asking his mother if she needed a chair).
pt_br: Eles ''tentaram'' se beijar uma vez, mas a diferença de altura tornou isso impossível (com Quico até mesmo perguntando se ela precisava de uma cadeira).

source: They ''don’t'' get what they deserve.
pt_br: Ele ''não'' recebe o que merece.

source: They ''were'' put into the work (often intentionally), and thus count as tropes...but the only way they can be talked about is if the ''audience'' "outsmarts" the creator and notices them, because writers will usually not draw attention to them and may sometimes even flat out ''deny'' they exist.
pt_br: Eles ''foram'' inseridos na obra (geralmente com intenção) e por isso contam como tropos... mas o único jeito pelo qual se fala neles é se o ''público'' for "mais esperto" que o criador e notar a presença deles, porque os escritores geralmente não chamarão atenção para eles e, em certos casos, podem até ''negar'' que eles existam.

source: They [[{{Cloudcuckoolanguage}} lapse into non sequitur]] [[TalkativeLoon a lot]], and while they aren't totally insane, they act it much more than some other crazier characters.
pt_br: Ele [[Br/DialetoLunatico fala coisas sem sentido]] [[Br/BirutaTagarela frequentemente]], e apesar de não ser totalmente insano, ele o parece ser bem mais que outros personagens doidos.

source: They also [[ShiftingVoiceOfMadness talk like they're nuts as well by a speech pattern]].
pt_br: Ele também [[Br/VozAlteradaDaLoucura fala de maneira estranha ou possui algum maneirismo de dicção]].

source: They also had the disadvantage, unlike their colleagues [[UsefulNotes/TheKnightsHospitallers the Hospitallers]] and [[UsefulNotes/TheTeutonicKnights the Teutonic Knights]], of not having a defined base to call their own, like the Teutons in Prussia and the Hospitallers in Rhodes.
pt_br: Eles também tinham a desvantagem de não ter uma base própria definida, diferentemente das outras ordens da época, os [[BrNotasUteis/OrdemDeMalta Cavaleiros Hospitalários]] em Rhodes e os [[BrNotasUteis/OrdemTeutonica Cavaleiros Teutônicos]] na então Prússia.

source: They also served with the Spanish and Portuguese monarchs during the Reconquista, though in Iberia, the various monarchs made it very clear who was in charge and preferred to use homegrown Orders such as the Orders of Santiago and Calatrava.
pt_br: Eles também serviram com os monarcas da Espanha e de Portugal durante a Reconquista, mas na Ibéria os vários monarcas deixaram muito claro quem estava no controle e preferiram usar ordens locais, tais como a Ordem de Santiago e de Calatrava.

source: They also think that men will watch [[GirlOnGirlIsHot anything with lesbians]].
pt_br: Eles também parecem pensar que homens vão assistir [[Br/GarotaComGarotaESexy qualquer coisa com lésbicas]].

source: They always have [[ThePlan a plan ready]], but rather than do any work, the Manipulative Bastard prefers to play on other characters' emotions and mental states and then watch the victims destroy themselves as they waste their energy on fighting against [[WindmillPolitical fake dangers]] or [[LetsYouAndHimFight their friends]].
pt_br: Eles sempre possuem [[Br/OPlano um plano pronto]], mas ao invés de trabalhar nisso, o Canalha Manipulador prefere usar as emoções e estados mentais de outros personagens para observar as vítimas se destruírem enquanto gastam a energia combatendo falsos perigos ou [[Br/VamosLutarVoceEEle seus amigos]].

source: They are ''very'' cheerful and strangely oblivious to things that everyone else takes for granted.
pt_br: Eles são ''muito'' animados e estranhamente alheios à coisas óbvias a outras pessoas.

source: They are EasilyForgiven, maybe even praised, and even elected president.
pt_br: Ele é perdoado facilmente, talvez até exaltado, e quem sabe se torna o presidente.

source: They are also savvy and do not fall for obvious traps; bringing them down is no easy feat.
pt_br: Eles também são espertos e não caem em armadilhas óbvias; derrotá-los não é um feito fácil.

source: They are capable of extreme violence, whether carried out with a SlasherSmile, [[LaughingMad insane laughter]], speaking in a CreepyMonotone and/or WordSaladHorror, or out and out [[UnstoppableRage murderous rage]]; and with no way of knowing just what [[BerserkButton will set them off]], this makes them extremely frightening to deal with.
pt_br: Eles são capazes de violência extrema, que pode acontecer com um sorriso maníaco, risada insana, entonação monótona de voz ou Br/FuriaIncontrolavel, e por não se saber o que exatamente [[Br/BotaoDaFuria vai disparar um acesso de insanidade]], eles são assustadores de se lidar.

source: They are far more likely to be the PluckyComicRelief because of how much of a goofball they are.
pt_br: Ele tem uma chance alta de ser o Br/CorajosoAlivioComico devido ao fato de ser um bobalhão.

source: They are only interested in one thing: [[ItsAllAboutMe themselves]].
pt_br: Eles só se interessam em uma coisa: [[Br/TudoGiraAoMeuRedor em si mesmos]].

source: They are plot devices and progressions (similar to but more defined than literary devices) that have been around for a long time because they ''work'', and there's no inherent loss of complexity through the use of them [[DiscreditedTrope (most of the time)]].
pt_br: Eles são dispositivos e avanços de trama (similar a dispositivos literários) que foram usados por muito tempo porque ''funcionam'' e não existe perda inerente de complexidade através do uso deles ([[Br/TropoDesacreditado na maioria das vezes]]).

source: They are the VictimOfTheWeek eaten by the MonsterOfTheWeek.
pt_br: Eles são a Br/VitimaDaSemana que é engolida pelo Br/MonstroDaSemana.

source: They are the ones whom the {{Masquerade}} is used to hide from, who can't get into (or perhaps even perceive) the WainscotSociety, and the ones who are subjected to [[LaserGuidedAmnesia memories wipes]] simply so the more enlightened [[StatusQuoIsGod can retain their secret status]].
pt_br: Eles são aqueles de quem se esconde através do Br/{{Mascaramento}}, aqueles que não podem entrar (ou sequer perceber) a Br/SociedadeLambril, aqueles que são sujeitos à [[Br/AmnesiaComMiraLaser apagamentos de memória]] para que os mais iluminados [[Br/StatusQuoEDeus possam manter seu status secreto]].

source: They are things we can hold ourselves and when we see characters doing the same, it's a mutual experience that draws us into their experience."'' -->-- '''Rishi Kaneria''' from [[https://www.youtube.com/c/RagingCinema Raging Cinema]], [[https://www.youtube.com/watch?v=I4XDvZKntpA "Why Props Matter"]]
pt_br: Eles são coisas que nós podemos segurar, e quando vemos os personagens fazendo isso, essa é uma experiência mútua que nos conecta com a experiência deles."'' -->-- '''Rishi Kaneria''' do canal [[https://www.youtube.com/c/RagingCinema Raging Cinema]], [[https://www.youtube.com/watch?v=I4XDvZKntpA "Why Props Matter"]]

source: They are used [[MonsterMunch to show how the monster works]], and demonstrate that it is indeed a deadly menace, without having to lose anyone ''[[PlotArmor important]]''.
pt_br: Eles são usados [[Br/LancheDeMonstro para mostrar como o monstro funciona]] e demonstrar que ele é uma ameaça mortal sem que seja necessário perder alguém ''[[Br/ArmaduraDeTrama importante]]''.

source: They aren't tropes that the audience is ''never'' supposed to notice or think about.
pt_br: Eles não são tropos que o público ''nunca'' deve notar ou pensar sobre.

source: They built castles, fortresses, and garrisoned towns.
pt_br: Eles construíram castelos, fortalezas e guarneceram cidades.

source: They can [[TheBadGuyWins fail to save the day]], or even [[NiceJobBreakingItHero make things worse]].
pt_br: Eles podem [[Br/OCaraMauVence falhar em salvar o dia]], ou até mesmo [[Br/BomTrabalhoEstragandoTudoHeroi piorar as coisas]].

source: They can be a calming element in the group, offering both experience and wisdom, or just able to pull two others apart easily.
pt_br: Ele pode ser um elemento calmante no grupo, oferecendo experiência e sabedoria, ou simplesmente capaz de separar duas pessoas facilmente.

source: They can fill characters and viewers with paranoia and make for great [[TheReveal shocking revelations]].
pt_br: Eles podem fazer com que personagens e espectadores fiquem paranoicos e rendem [[Br/ARevelacao revelações chocantes]].

source: They can handle it.\\ '''Kay:''' A ''person'' is smart.
pt_br: Elas entendem.\\ '''K:''' Uma ''pessoa'' é inteligente.

source: They come up frequently in HighFantasy, for obvious reasons — an epic that ends with the hero triumphing over the ultimate BigBad and bringing peace and prosperity to the land, but at the same time defeating the ultimate BigBad does not always come without sacrifices, whether it be most or all of the characters dying in the end or the characters are at a loss about [[SoWhatDoWeDoNow what to do now]].
pt_br: Eles aparecem frequentemente em histórias de Br/AltaFantasia, por motivos óbvios: um épico que termina com o herói triunfando sobre o Br/GrandeMal e trazendo paz e prosperidade para a terra, mas ao mesmo tempo a derrota do Br/GrandeMal não vem sem sacrifícios, sejam eles a maioria dos personagens (ou todos) morrendo no fim ou os personagens confusos sobre [[Br/EntaoOQueFaremosAgora o que fazer agora]].

source: They consume, infest, destroy, live off the death and destruction of other species." * AmnesiaMissedASpot: When J meets Dr. Weaver in the morgue, they vaguely notice that they may have met before, but dismiss it as Deja Vu.
pt_br: Eles consomem, infestam, destroem e vivem da morte de outras espécies." * Br/AAmnesiaDeixouPassarUmLocal: Quando J encontra a doutora Weaver no necrotério, eles vagamente notam que talvez tenham se encontrado antes, mas deixam pra lá pensando se tratar de deja vu.

source: They contain info about the trope or work that would be too much to fit in the main page and are linked to them by the little icons at the top of the page under the search bar.
pt_br: Elas contém informações sobre o tropo ou a obra que seria excessiva de se colocar na página principal, e você pode acessá-las através dos pequenos ícones que ficam no topo da página.

source: They could even be a VillainProtagonist or AntiVillain who is interested in redemption, either because they've [[EvenEvilHasStandards kept their standards]], or because they've [[EvilVersusEvil been in conflict]] with an [[EvilerThanThou even worse villain]] and shown hints that there might be some good left in them after all.
pt_br: Eles podem até ser um Br/VilaoProtagonista ou Br/AntiVilao que está interessado em redenção, seja porque eles [[Br/AteOMalTemLimites mantiveram seus limites]] ou porque eles [[Br/MalContraMal estiveram em conflito]] contra um [[Br/MaisMalvadoQueTu vilão ainda pior]] e mostraram sinais de que talvez ainda haja algo bom em si.

source: They don't eat, they don't sleep -- \\ '''Sonny''': ''I'' do.
pt_br: Não tem fome, não tem sono -- \\ '''Sonny:''' ''Eu'' tenho.

source: They don't feel anything.
pt_br: Eles não sentem nada.

source: They don't require being specified in the [=WikiWord=], so "Main/" should be omitted unless absolutely necessary.
pt_br: O Main/ não precisa ser especificado na wikipalavra, por isso deve ser omitido a menos que absolutamente necessário.

source: They first appear to burn Mikey's entrails after K blasts him.
pt_br: A primeira aparição é para incinerar as tripas do Mike depois que K o estoura.
